Repository: pkp/immersion
Catalog: locale/*/locale.po
Languages: pt_br

# plugins.themes.immersion.description
source: An OJS theme with full-page images, large typefaces, and bold colour blocks tailored for journals with a focus on visuals.
pt_br: Um tema para OJS 3.1.1+ que enfatiza uma experiência de leitura imersiva e oferece opções de design ousadas, como controle de cores em seções inteiras.

# plugins.themes.immersion.colorPick
source: Color Picker
pt_br: Escolha uma cor

# plugins.themes.immersion.colorPickInstructions
source: Pick a color for a section to display on the journal's front-end. Must be valid HTML hex code (e.g., #ffff00 for yellow).
pt_br: Selecione uma cor para a seção a ser exibida na revista. Deve ser um código HEX HTML válido (ex.: #ffff00 para amarelo).

# plugins.themes.immersion.section.coverPage
source: Section Cover Image
pt_br: Imagem de capa da seção

# plugins.themes.immersion.announcements.colorPick
source: Announcements section colour on the journal's home page
pt_br: Cor da seção de Notícias na home da revista

# editor.issues.sectionArea
source: Options for issue's sections
pt_br: Opções para as seções da edição

# plugins.themes.immersion.issue.published
source: Published
pt_br: Publicado em

# plugins.themes.immersion.issue.description
source: Issue description
pt_br: Descrição da edição

# plugins.themes.immersion.registration.consent
source: Consent
pt_br: Consentimento

# plugins.themes.immersion.mainMenu
source: Main menu
pt_br: Menu principal

# plugins.themes.immersion.language.toggle
source: Change the language. The current language is:
pt_br: Alterar o idioma. O idioma atual é:

# plugins.themes.immersion.adminMenu
source: Admin menu
pt_br: Menu Admin

# plugins.themes.immersion.about.journal
source: About the journal
pt_br: Sobre a revista

# plugins.themes.immersion.issue.fullIssueLink
source: See the full issue
pt_br: Veja a edição completa

# plugins.themes.immersion.search.parameters
source: Parameters
pt_br: Parâmetros

# plugins.themes.immersion.article.biography
source: Bio
pt_br: Biografia

# plugins.themes.immersion.article.figure
source: Cover image
pt_br: Imagem de capa

# plugins.themes.immersion.authors.browse
source: Browse by Author
pt_br: Navegue por autor

# plugins.themes.immersion.author.details
source: Author Details
pt_br: Detalhes do autor

# plugins.themes.immersion.options.sectionDescription.label
source: Show section description
pt_br: Exibir descrição da seção

# plugins.themes.immersion.options.sectionDescription.description
source: If activated, the section description will be shown under the appropriate section on the journal homepage
pt_br: Se ativado, a descrição da seção será exibida abaixo da referida seção na home da revista

# plugins.themes.immersion.options.sectionDescription.disable
source: Disable
pt_br: Desativar

# plugins.themes.immersion.options.sectionDescription.enable
source: Enable; requires Browse By Section plugin to be activated
pt_br: Ativar; requer plugin "Browse By Section" (navegar por seção) para ser ativado

# plugins.themes.immersion.options.journalDescription.label
source: Show journal description
pt_br: Exibir descrição da revista

# plugins.themes.immersion.options.journalDescription.description
source: If enabled, the journal description will be shown on the journal's landing page
pt_br: Se ativado, a descrição da revista será exibida na home da revista

# plugins.themes.immersion.options.journalDescription.disable
source: Disable (default)
pt_br: Desativar (padrão)

# plugins.themes.immersion.options.journalDescription.enable
source: Enable
pt_br: Ativar

# plugins.themes.immersion.options.journalDescriptionColour.label
source: Journal description background
pt_br: Plano de fundo da descrição da revista

# plugins.themes.immersion.options.journalDescriptionColour.description
source: Background colour for the journal description section on the journal home page
pt_br: Cor do plano de fundo da descrição da revista na home da revista
